[{"RecipeID":1, "RecipeName":"Chicken Soup", "RecipeDesc":"This soul-warming soup is deliciously simple -- just chicken and noodles. What makes it so good is the homemade roasted chicken stock", "Date":"", "CookID":0, "RecipePhoto":"chicken-soup.jpg", "CookTime":30, "PrepTime":30, "Serving":4, "type":"Recipe"},
 {"RecipeID":2, "RecipeName":"Grandma's Spaghetti sauce", "RecipeDesc":"This is one that was recited to me out of memory alone, and described as a hand of garlic, etc., though the ingredient quantities should be accurate. I encourage buying the cheapest versions of these ingredients you can find; it will feed an army for about $15 without ruining the taste. You should add more seasonings based on preference. A great vegetarian sauce, and with meatballs...it makes great meatball sandwiches.", "Date":"", "CookID":0, "RecipePhoto":"Spaghetti-Sauce.jpg", "CookTime":240, "PrepTime":90, "Serving":8, "type":"Recipe"},
 {"RecipeID":3, "RecipeName":"Avacado Vegen Cheeseburger", "RecipeDesc":"These Mexican-spiced Avocado Bean Burgers make the perfect quick lunch or dinner! They're packed with plant-based protein and fiber for a tasty and simple meatless meal. Vegan and gluten-free!\n\nHoly guacamole. I actually made you a veggie burg that doesn't require the almighty food processor.", "Date":"", "CookID":0, "RecipePhoto":"Avacado-Cheeseburger.jpg", "CookTime":15, "PrepTime":45, "Serving":4, "type":"Recipe"},
 {"RecipeID":4, "RecipeName":"Smoked salmon", "RecipeDesc":"I smoke a lot of salmon, and I am proud of this recipe, although it would be the height of arrogance to say that what I do is the end-all, be-all of salmon smoking recipes. Lots of people smoke their salmon in lots of ways, and many of them are good. But I've been smoking fish for many years, and I've developed a system that works well.", "Date":"", "CookID":0, "RecipePhoto":"smoked-salmon.jpg", "CookTime":60, "PrepTime":15, "Serving":6, "type":"Recipe"},
 {"RecipeID":5, "RecipeName":"Baked Fish Tacos with Avocado", "RecipeDesc":"Instead of deep-frying, the fish fillets in this quick-and-easy 5-ingredient recipe are coated with a flavorful seasoning blend and baked. Several varieties of flaky white fish can be used for these tacos. When you go to the market to purchase fish, the best strategy is to be flexible and choose the variety that looks freshest that day.", "Date":"", "CookID":0, "RecipePhoto":"", "CookTime":20, "PrepTime":25, "Serving":4, "type":"Recipe"}]